Jin992/st_drone/esp32/sdkconfig.defaults
# ESP-IDF v5.x — target: ESP32-C3 SuperMini (4MB flash)
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
